{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"ee0ff158-9131-476f-96a0-ed952afe5d38":{"type":"rich-text","blocks":{"template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-heading-1":{"type":"heading","settings":{"heading":"Return & Refund Policy","heading_size":30,"heading_size_mb":30,"heading_color":"#e95144"}},"template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-text-1":{"type":"text","settings":{"text":"","text_size":16,"margin_top_text":20,"text_color":"#727272","text_width":"800px"}},"e7b54f55-1992-403b-86ad-efc3f2b76262":{"type":"content","settings":{"content_top":"<ul>\n\n<li> Products and services purchased on the Website do not qualify for return unless the product delivered is damaged or has defects.<\/li>\n<br>\n<li>Export House is not Responsible for any incorrection in Shipping and Billing Details. If a customer has made any Mistake while placing the order Such as (Incorrect Pincode\/Postal Code, Incorrect Street, Incorrect Contact Number etc.) It’s Customer’s Responsibility to Inform Export House with in 2 hours of placing the order on either of following :\n<br><br>\n<b><ul>\n<li> Mail : support@exporthouse70.com<\/li>\n<li> Call\/WhatsApp Number (+91 855-8088-855) <\/li>\n<\/ul>\n<\/b>\n<br>\n\n<\/li>\n<li>If Customer does not Report Export House for any incorrection made by Customer while placing the order and Product gets deliver to the wrong information, Customer is Liable and has to pay for the Return Shipping and Re Shipping Charges<\/li>\n<br>\n<li>within 24 hours of delivery, failing which the product(s) will not qualify for returns unless expressly covered by the product warranty even in case the said product has been wrongly delivered.<\/li>\n\n<br>\n\n\n<li><b>Replacements or Exchangeare possible only when you receive:<\/b><\/li>\n<ul>\n<br>\n<li>Wrong products<\/li>\n<li>Wrong sizes\/design (only if customer order different size\/design but received wrong size\/design)<\/li>\n<li>Manufacturing damage.<\/li>\n<\/ul> \n<br>\n<li>It is Customer's responsibility to intimate the Export House of any such damage or defects in the product purchased and received by You within  24 hours of receiving the package.<\/li>\n<br>\n<li>If you have received a wrong product, wrong size or a product with manufacturing defect please intimate us with a 360 video of opening the article and images of it at (mail: support@exporthouse70.com and call\/WhatsApp us at (+91) 855-8088-855) within 24 hours of receiving the package. We will assess the issue and get back to you with a solution as soon as we can.<\/li>\n<br>\n\n<li>If you have received a wrong product, wrong size or a product with manufacturing defect, the product has to be returned with tags, original packaging and in unused condition. Upon receipt and checks by our teams, we will replace it with the right product, or a store credit will be issued.<\/li>\n<br>\n\n<li>Upon verification, if the claim is found valid, Export House will make arrangements to collect the damaged product(s) and either replace\/exchange the product(s) within 15 days from the date of approval.<\/li>\n\n<br>\n<li>We will not be able to accept returns after the time period mentioned in the Returns Policy.<\/li>\n<br>\n<li>Export House reserves the right to make the final judgement on whether a product has been significantly damaged and the right to determine whether a refund will be issued.<\/li>\n<br>\n<li><b>Refund of Order amount is only possible when : <\/b><\/li>\n<p>Defected Product is not available at Export House or the Exchange is not possible by the Export House Team. If the Product is available at Export House, Order is Not Eligible for Refund.<\/p>\n\n<\/ul>\n\n<br><br>\n<text style=\"Color:red; font-size:25px;\">Product Color Variation Disclaimer: <\/text>\n\n<br>\n<p>Please note that the actual color of the product may vary from what you see on your screen or in-store due to lighting conditions, photography techniques, and individual monitor settings. We strive to accurately represent our products, but variations in color may occur.\n<\/p>\n\n<ul>\n<li>\n<b>Lighting Sensitivity:<\/b>\n<\/li>\n<p>The color of the product may appear different in various lighting conditions, such as natural daylight, fluorescent lighting, or incandescent lighting. We recommend considering multiple lighting sources to get a more accurate representation of the product's color.\n<\/p>\n\n<li>\n<b>Monitors and Devices:<\/b>\n<\/li>\n<p>\nPlease be aware that the settings and capabilities of your monitor or device can affect how colors are displayed. We cannot guarantee that the colors you see on your screen accurately reflect the true color of the product.\n<\/p>\n<li>\n<b>Refund, Returns or Exchanges:<\/b>\n<\/li>\n<p>Export House does not offer any Exchange, Return or Refund of the Product\/order If Customer is dissatisfied with the color of purchase. \n<\/p>\n<p>\nThank you for your understanding.\n<\/p>\n<\/ul>","content_bottom":"","alignment_content":"left","content_size":16,"margin_top_content":20,"content_color":"#000000","content_width":"800px","button_text_more":"Read More","button_text_less":"Read Less","button_text_font_size":14,"button_text_font_weight":"500","margin_top_button_text":30,"button_text_color":"#ffffff","button_text_border_color":"#000000","button_text_bg_color":"#000000","button_text_bg_color_gradient":"","button_text_color_hover":"#000000","button_text_border_color_hover":"#000000","button_text_bg_color_hover":"#ffffff","button_text_bg_color_hover_gradient":"","button_text_more_width":270,"pd_top_button_text":12,"pd_bottom_button_text":12}}},"block_order":["template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-heading-1","template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-text-1","e7b54f55-1992-403b-86ad-efc3f2b76262"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#e8e8e8","mg_top_desktop":50,"mg_top_tablet":50,"mg_top_mobile":50,"mg_bottom_desktop":50,"mg_bottom_tablet":50,"mg_bottom_mobile":50,"rich_text_bg":"#ffffff","rich_text_bg_gradient":""}}},"order":["main","ee0ff158-9131-476f-96a0-ed952afe5d38"]}