{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"ee0ff158-9131-476f-96a0-ed952afe5d38":{"type":"rich-text","blocks":{"template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-heading-1":{"type":"heading","settings":{"heading":"Terms & Conditions","heading_size":30,"heading_size_mb":30,"heading_color":"#e95144"}},"template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-text-1":{"type":"text","settings":{"text":"<b>PLEASE READ THE TERMS OF USE CAREFULLY BEFORE USING THIS WEBSITE. YOUR USE OF THE WEBSITE OR THE PRODUCTS AND SERVICES PROVIDED BY THE WEBSITE SHALL IMPLY YOUR ACCEPTANCE OF THE TERMS OF USE AND YOUR AGREEMENT TO BE LEGALLY BOUND BY THE SAME.<\/b>","text_size":16,"margin_top_text":20,"text_color":"#000000","text_width":"800px"}},"714b5a96-29ff-42ed-8bd3-cd9ee28b4a2f":{"type":"content","settings":{"content_top":"<p>This Terms of Use (“Terms” or “Terms and Conditions”) of the Website, www.ExportHouse70.com (“Website”), between EXPORT HOUSE (“Company” or “ExportHouse”) and Users of the Website (“User” or “You” or “Your”) describes the Terms of Use on which ExportHouse offers You access to this Website. <\/p>\n\n<p>ExportHouse reserves the right to change or revise the Terms at any time by posting changes or a revised Terms of Use on this Website, including by way of imposing any charge for access to or use of the Website. ExportHouse will alert the User that changes or revisions have been made by indicating on the top of this Terms of Use the date it was last revised. The changed or revised Terms will be effective immediately after it is posted on this Website. Your use of the Website following the posting of any such changes will constitute Your acceptance of the revised Terms. ExportHouse encourages You to review the Terms whenever You visit the Website to make sure You understand the Terms governing the use of the Website. If You do not agree to the Terms, please immediately terminate Your use of the Website. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Website Use<\/p>\n\n<p>All products, services, and information displayed on the Website constitute an “invitation to offer”. Your order constitutes Your “offer” which shall be subject to the Terms as listed here. ExportHouse reserves the right to accept or reject Your offer. If You have supplied us with Your e-mail address, we will notify You by e-mail as soon as possible to confirm receipt of Your order. Our acceptance of Your order will take place upon dispatch of the product(s) ordered. No act or omission of ExportHouse prior to the actual dispatch of the product(s) ordered will constitute ExportHouse’s acceptance of Your offer. <\/p>\n\n<p>By accessing the Website, you warrant and represent to ExportHouse that you are legally entitled to do so and to make use of the information made available via the Website. Products and services are not available to minors. If You are below 18 years of age, You may use the Website only with involvement of a parent or guardian. It shall be Your responsibility to ensure that You are of legal age to form a binding contract and are not barred under the laws as applicable in India. <\/p>\n\n<p>ExportHouse retains the right to deny access to the Website to any new User(s) or terminate access granted to any existing User(s) at any time for any reason, without providing any reasons. <\/p>\n\n<p>You are responsible for maintaining the necessary computer equipment and Internet connection that may be required to access, use, and transact on the Website. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">License<\/p>\n\n<p>By using this Website, You are granted a limited, non-exclusive, non-transferable right to the information on the Website in connection with Your personal, non-commercial, use of the Website. You may not copy, modify, reproduce, transmit, distribute, or create derivative works of such Content or information without express written authorization from ExportHouse. In addition, You may not remove any copyright or other proprietary notices on any of the materials available on the Website. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Intellectual Property Rights<\/p>\n\n<p>The trademarks, names, logos, and service marks (collectively “Trademarks”) displayed on the Website are owned and controlled by ExportHouse or other third-parties that have licensed their use to ExportHouse. Nothing contained on this Website should be construed as granting any license or right to use any Trademark without the prior written permission of ExportHouse or the third-party that owns it. <\/p>\n\n<p>All content on this Website, including but not limited to all text, images, illustrations, graphics, icons, artwork, audio clips, video clips, databases, hyperlinks, and meta tags, including the design, structure and arrangement, user interface, visual interface, and source code (collectively “Content”) is protected by copyrights, trademarks, patents, and other intellectual property rights that are owned and controlled by ExportHouse or by other third-parties that have licensed their material to us. The Content is solely for Your personal, non-commercial use. You must not copy, modify, reproduce, republish, upload, post, transmit, or distribute such Content in any way, including by e-mail or other electronic means, whether directly or indirectly, and You must not assist any other person to do so. Without the prior written consent of ExportHouse, use of the Content on any other website or networked computer environment or use of the Content for any purpose other than personal, non-commercial use is a violation of the copyrights, trademarks, and other proprietary rights, and is prohibited. Any use for which You receive any remuneration, whether in money or otherwise, is a commercial use for the purposes of this clause. <\/p>\n\n<p>ExportHouse welcomes hypertext links to this Website. You may establish a hypertext link to this Website, provided that the link does not state or imply any sponsorship or endorsement of Your Website by ExportHouse. You must not use on Your Website or in any other manner any Trademarks or any other Content appearing on the Website, including any logos or characters, without the express written consent of ExportHouse. You must not frame or otherwise incorporate into another Website or present in conjunction with or juxtaposed against such a Website any Content without ExportHouse’s prior written consent. <\/p>\n\n<p>ExportHouse respects the intellectual property of others. If You believe Your work has been copied in a way that constitutes an Intellectual Property Right infringement, please address a complaint to ExportHouse70@gmail.com. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Disclaimer of Warranty and Liability<\/p>\n\n<p>ExportHouse makes no warranties, representations, statements, or guarantees (whether express, implied in law, or residual) regarding the Website. This Website, all Content, and products and services (including but not limited to software), included on or otherwise made available to You through this Website are provided by ExportHouse “as is” and “as available” basis without any representation or warranties, express or implied except otherwise specified in writing. Without prejudice, ExportHouse does not warrant that this Website will be constantly available or available at all, or the Content on this Website is complete, true, accurate, or non-misleading. ExportHouse will not be liable to You in any way or in relation to the Contents of, or use of, or otherwise in connection with, this Website. ExportHouse does not warrant that this Website, Content, information, materials, product (including software) or services included on or otherwise made available to You through this Website, servers, or electronic communication sent from ExportHouse are free of virus or other harmful components. Nothing on this Website constitutes, or is meant to constitute, advice of any kind. <\/p>\n\n<p>ExportHouse shall not be responsible for and disclaims all liability for any loss, liability, damage (whether direct, indirect, or consequential), personal injury or expense of any nature whatsoever which may be suffered by You or any third-party (including Your Company), as a result of or which may be attributable, directly or indirectly, to Your access and use of the Website, any Content contained on the Website, and Your or Your Company’s personal information or material transmitted over ExportHouse’s system. ExportHouse shall not be liable in any way to You or to any other person or Company whatsoever for any loss, liability, damage (whether direct, indirect, or consequential), personal injury or expense of any nature whatsoever arising from any delays, inaccuracies, errors in, or omission of any information or the transmission thereof, or for any actions taken in reliance thereon or occasioned thereby or by reason of non-performance or interruption, or termination thereof. <\/p>\n\n<p>You agree to indemnify, defend, and hold harmless ExportHouse from and against any and all losses, liabilities, claims, damages, demands, costs, and expenses (including legal fees and disbursements in connection therewith and interest chargeable thereon) asserted against or incurred by ExportHouse that arise out of, result from, or may be payable by virtue of, any breach of any representation, warranty, covenant, or agreement made or obligation to be performed by You pursuant to these Terms or any additional Terms applicable to the purchase of the products and services on the Website. <\/p>\n\n<p>In no event shall ExportHouse, its directors, employees, officers, partners, or vendors be liable to You or any third-party for any special, incidental, direct, indirect, consequential, or punitive damages whatsoever, including those resulting from loss of use, data or profits, whether or not foreseeable, or whether or not ExportHouse has been advised of the possibility of such damages, or based on any theory of liability, including breach of contract or warranty, negligence, or other tortious action, or any other claim arising out of or in connection with Your purchase of the products and services on the Website. Notwithstanding anything to contrary, ExportHouse’s entire liability to You under the Terms or otherwise shall be the refund of the money charged from You, under which the unlikely liability arises. <\/p>\n\n<p>ExportHouse shall not be liable for any third-party information, products, services, or links. The advertisements available on e-mail from ExportHouse or the Website with respect to any third-party information, website, links, or products and services are for information purposes only. <\/p>\n\n<p>The User understands and agrees that any Content or otherwise obtained through the Website is done entirely at their own discretion and risk and they will be solely responsible for any damage to their computer systems or loss of data that results from the download of such Content. <\/p>\n\n<p>Certain state laws do not allow limitations on implied warranties or the exclusion or limitation of certain damages. If these laws apply to You, some or all of the above disclaimers, exclusions, or limitations may not apply to You, and You may have additional rights. All the products and services sold on the Website are governed by different state laws and if the Website is unable to deliver such products due to different state law implications, ExportHouse will return or give credit for the amount received by ExportHouse from the sale of such products and services that could not be delivered to You. It is Your responsibility to ensure that the products purchased on this Website are not restricted in Your home state. ExportHouse shall not be responsible for any non-compliance with regard to the local state laws. <\/p>\n\n<p>The exclusions and limitations in this section apply to the maximum extent permitted by applicable law. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Privacy<\/p>\n\n<p>Use of this Website is governed by our Privacy Policy. You confirm that You have read and fully understand the Privacy Policy of the Website and the Terms are acceptable to You. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Membership Eligibility<\/p>\n\n<p>The use of the Website is available only to persons who can form legally binding contracts under applicable law. Persons who are “incompetent to contract” within themeaning of the Indian Contract Act, 1872 including undischarged insolvents etc. are not eligible to use the Website. <\/p>\n\n<p>If Your age is below 18 years, Your parents or legal guardians can transact on behalf of You if they are registered users. ExportHouse reserves the right to terminate Your membership and refuse to provide You with access to the Website if ExportHouse discovers that You are under the age of 18 years. <\/p>\n\n<p>The Website is not available to persons whose membership has been suspended or terminated by ExportHouse for any reason whatsoever. Membership is available to anyone who registers all required information, provides an accurate, legitimate e-mail address, and obtains a unique username and password. ExportHouse does not discriminate on the basis of age, gender, race, religion, caste, class, lifestyle preference, or nationality. ExportHouse allows one registered membership per legitimate e-mail address. ExportHouse must approve any exceptions, including the use of one e-mail address by multiple users. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">User Account<\/p>\n\n<p>ExportHouse may make available the products and services only if You have provided ExportHouse with certain required User information and created an account by completing the Website registration form. You will make all reasonable efforts to ensure that the information provided by You in the Website registration form is complete, accurate, and up-to-date. Use of another User’s account information for availing the products and services on the Website is expressly prohibited. <\/p>\n\n<p>You agree that any use on the Website is at Your own risk and ExportHouse is not responsible for it. You are responsible for maintaining the confidentiality of Your account and password and for restricting access to Your computer, and You agree to accept responsibility for all activities that occur under Your account or password. You agree to immediately notify ExportHouse of any unauthorized use of Your account information or any other breach of security and ensure that You exit from Your account at the end of each session on the Website. You may be held liable for losses incurred by ExportHouse or any other User of or visitor to the Website due to authorized or unauthorized use of Your account as a result of Your failure in keeping Your account information secure and confidential. <\/p>\n\n<p> “Your Information” is defined as any information you provide to us in the registration, buying, or listing process, in the feedback area or through any e-mail feature. We will protect Your Information in accordance with our Privacy Policy. ExportHouse has the right to indefinitely suspend or terminate Your membership and refuse to provide You with access to the Website at any time. <\/p>\n\n<p>If You provide any information that is or becomes untrue, inaccurate, not current or incomplete, or ExportHouse has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, ExportHouse has the right to suspend or terminate Your account and refuse any and all current or future use of the Website (or any portion of the Website). <\/p>\n\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">User Content<\/p>\n\n<p>You are responsible for any notes, messages, e-mails, billboard postings, photos, drawings, profiles, opinions, ideas, images, videos, audio files, or other materials or information posted or transmitted to the Website. By posting, storing, or transmitting any Content on the Website, You hereby grant ExportHouse a perpetual, worldwide, non-exclusive, royalty-free, assignable, right and license to use, copy, display, perform, create derivative works from, distribute, transmit and assign such Content in any form (in whole or in part), in all media now known or hereinafter created, anywhere in the world. You also permit any other User to access, view, store, or reproduce Your Content for their personal use. <\/p>\n\n<p>You shall not upload Content on the Website that is protected by copyright, trademark or other proprietary right without the express permission of the owner of that copyright, trademark or other proprietary right. You shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights or any other harm resulting from such a submission. <\/p>\n\n<p>ExportHouse does not have the ability to control the nature of the User-generated Content on the Website. You are solely responsible for Your interactions with other Users of the Website and any Content You post. ExportHouse is not liable for any damage or harm resulting from any posts by or interactions between Users. ExportHouse reserves the right, but has no obligation, to monitor interactions between Users and to remove any Content ExportHouse deems objectionable. <\/p>\n\n<p>Any feedback You provide on this Website shall be deemed non-confidential. ExportHouse shall be free to use such information on an unrestricted basis. Further, by submitting the feedback, You represent and warrant that Your feedback does not contain proprietary or confidential information of You or of third-parties. ExportHouse is not under any obligation of confidentiality, express or implied, with respect to the feedback and You are not entitled to any compensation or reimbursement of any kind from ExportHouse for the feedback given by You under any circumstances. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Rules of Conduct<\/p>\n\n<p>You may not post, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior written consent of<\/p>\n\n<p>ExportHouse may review, edit, reject, refuse to post, and\/or delete any Content that in the sole discretion of ExportHouse violates these Terms or which might be offensive, illegal, violate the rights, harm, or threaten the safety of another person. Any information provided by You on this Website shall not be misleading in any way. <\/p>\n\n<p>You may not post or transmit Content, (even if made in a joking, sarcastic, or unintended manner), if it in any way offensive to other User(s), such as sexually explicit content or Content that promotes obscenity, pedophilia, racism, bigotry, hatred, or physical harm of any kind against any group or individual; harasses or advocates harassment of another person; involves the transmission of “junk mail,” “chain letters,” or unsolicited mass mailing or “spamming”; promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous; infringes upon or violates any third-party’s rights including, but not limited to, intellectual property rights, rights of privacy (including without limitation unauthorized disclosure of a person’s name, e-mail address, physical address, or phone number) or rights of publicity; promotes an illegal or unauthorized copy of another person’s copyrighted work such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music or links to pirated music files; contains restricted or password-only access pages, or hidden pages or images (those not linked to or from another accessible page); provides Content that exploits people in a sexual, violent or otherwise inappropriate manner or solicits personal information from anyone; provides instructional information about illegal activities such as making or buying illegal weapons, violating someone’s privacy, or providing or creating computer viruses; contains videos, photographs, or images of another person without his or her express written consent or those of any minor (regardless of whether you have consent from the minor or his or her legal guardian); tries to gain unauthorized access or exceeds the scope of authorized access (as defined herein and in other applicable Terms) to the Website or to profiles, blogs, communities, account information, bulletins, friend requests, or other areas of the Website or solicits passwords or personal identifying information for commercial or unlawful purposes from other Users; engages in commercial activities and\/or sales without ExportHouse’s prior written consent such as contests, sweepstakes, barter, surveys, advertising and pyramid schemes, or the buying or selling of “virtual” items related to the Website; impersonate any person or entity, or falsely state or otherwise misrepresent Your affiliation with a person or entity; solicit gambling or engage in any gambling activity which ExportHouse, in its sole discretion, believes is or could be construed as being illegal; contains viruses, time bombs, trojan horses, cancelbots, worms or other harmful or deleterious components or devices; probe, scan or test the vulnerability of the Website or any network connected to the Website, nor breach the security or authentication measures on the Website or any network connected to the Website, reverse look-up, trace or seek to trace any information on any other User, of or visitor to, the Website, or any other customer of the Website, including any User account not owned by You, to its source, or exploit the Website or Content made available or offered by or through the Website, in any way whether or not the purpose is to reveal any information, including but not limited to personal identification information; disrupt or interfere with the security of, or otherwise cause harm to, the Website, systems, resources, accounts, passwords, servers, or networks connected to or accessible through the Website or any affiliated or linked Websites; collect or store data about other Users; interfere with another User’s use and enjoyment of the Website or any other User(s) enjoyment of similar services; or refers to any Website or URL that, in the sole discretion of ExportHouse, contains material that is inappropriate for the Website, contains Content that would be prohibited on the Website, or violates the letter or spirit of this Terms of Use. <\/p>\n\n<p>You must use the Website in a manner consistent with any and all applicable laws and regulations. Illegal and\/or unauthorized uses of the Website, including without limitation, collecting usernames and\/ or e-mail addresses of registered Users by electronic or other means for the purpose of sending unsolicited e-mail and unauthorized framing of or linking to the Website, are not permitted. This includes the unauthorized interception of the data stream coming from or going into the Website, as well as attempting to gain unauthorized access to the Website or exceeding Your authorized access. <\/p>\n\n<p>You may not engage in advertising to, or solicitation of, other Users through the Website to buy or sell any products or services, including, but not limited to, products or services related to the Website. You may not transmit any chain letters or unsolicited commercial or junk e-mail to other Users via the Website. It is also a violation of these Terms of Use to use any information obtained from the Website in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to another User outside of the Website without their prior explicit consent. In order to protect our Users from such advertising or solicitation, ExportHouse reserves the right to restrict the number of messages or e-mails which a User may send to other Users in any 24-hour period to a number which ExportHouse deems appropriate in its sole discretion. <\/p>\n\n<p>You understand that ExportHouse has the right at all times to disclose any information (including the identity of the Users or persons providing information or materials on the Website) as necessary to satisfy any law, regulation, or valid governmental request. This may include, without limitation, disclosure of the information in connection with investigation of alleged illegal activity or solicitation of illegal activity or in response to a lawful court order or subpoena. In addition, ExportHouse can (and You hereby expressly authorize ExportHouse) to disclose any information about You to law enforcement or other government officials, as we, in our sole discretion, believe necessary or appropriate in connection with the investigation and\/or resolution of possible crimes, especially those that may involve personal injury. <\/p>\n\n<p>ExportHouse reserves the right, but has no obligation, to monitor the Content posted in the public areas of the Website. ExportHouse shall have the right to remove or edit any Content that in its sole discretion violates, or is alleged to violate, any applicable law or either the spirit or letter of these Terms of Use. Notwithstanding this right of ExportHouse, You remain solely responsible for the Content of the materials You post in the public areas of the Website and in Your private messages. Please be advised that Content posted in public areas of the Website does not reflect the views of ExportHouse. In no event shall ExportHouse assume or have any responsibility or liability for any Content posted or for any claims, damages or losses resulting from use of the Content and\/or appearance of the Content on the Website. You hereby represent and warrant that You have all necessary rights in and to all Content you provide and all information it contains and that such Content shall not infringe any proprietary or other rights of third-parties or contain any libelous, tortuous, or otherwise unlawful information. <\/p>\n\n<p>Your correspondence or business dealings with, or participation in promotions of, advertisers found on or through the Website, including payment and delivery of related goods or services, and any other Terms, conditions, warranties or representations associated with such dealings, are solely between You and such advertiser. ExportHouse shall not be responsible or liable for any loss or damage incurred as a result of any such dealings or as a result of the presence of such advertisers on the Website. <\/p>\n\n<p>It is possible that other Users (including unauthorized Users or “hackers”) may post or transmit offensive or obscene materials on the Website and that You may be involuntarily exposed to such offensive and obscene materials. It also is possible for others to obtain personal information about You due to Your use of the Website, and that the recipient may use such information to harass or injure You. ExportHouse does not approve of such unauthorized uses but by using the Website You acknowledge and agree that ExportHouse is not responsible for the use of any personal information that You publicly disclose or share with other Users on the Website. Please carefully select the type of information that You publicly disclose or share with other Users on the Website. <\/p>\n\n<p>ExportHouse shall have all the rights to take necessary action and claim damages that may occur due to Your involvement\/participation in any way on Your own or through group(s) of people, intentionally or unintentionally in DoS\/DDoS (Distributed Denial of Services). <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Customer Communication<\/p>\n\n<p>You hereby expressly agree to receive communications, including but not limited to administrative and promotional e-mails and newsletters from ExportHouse by SMS and e-mail, and other known or hereinafter created communication mediums. ExportHouse will send You information regarding Your account activity and purchases, as well as updates about ExportHouse’s products and services, and promotional offers. You can unsubscribe from receiving all promotional and marketing material at any time by clicking on the unsubscribe link at the bottom of the e-mail communication or by contacting ExportHouse@gmail.com. <\/p>\n\n<p>All notices from ExportHouse and the Website will be served by e-mail to the primary e-mail address designated by You in Your account information or by general notification on the Website. Any notice to be provided to ExportHouse pursuant to the Terms should be sent to ExportHouse@gmail.com. You agree that all agreements, notices, disclosures, and other communications that ExportHouse provides to You electronically satisfy any legal requirement that such communications be in writing. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Order Payment<\/p>\n\n<p>All payments made against purchases on the Website by You shall be as against the MRP displayed on the Website. ExportHouse may employ a third-party online payment gateway provider(s) to facilitate payments on the Website. Use of such third-party online payment gateway provider services will be governed by their Terms and Conditions as applicable for Your nature of activities. <\/p>\n\n<p>You agree, understand, and confirm that the debit\/credit card or net banking details provided by You for availing of services on the Website will be correct and accurate and You shall not use the debit\/credit card or net banking which is not lawfully owned by You (i.e., in a transaction You must use Your own debit\/credit card or net banking account). You further agree to provide the correct and valid debit\/credit card or net banking details to the Website, Company, and payment gateway provider. Before dispatching Your order to You, ExportHouse may require You to provide additional supporting documents to establish the ownership of the payment instrument used by You for Your purchase. <\/p>\n\n<p>You will be solely responsible for the security and confidentiality of Your debit\/credit card or net banking details. The Website will not be liable for any debit\/credit card or net banking fraud any loss or damage arising directly or indirectly to You including but not limited to the lack of authorization for any transaction(s), exceeding the preset limit mutually agreed by You and Your bank, payment issues arising out of the transaction, or the decline of the transaction(s) for any other reason(s). The liability for use of a card or net banking fraudulently will be on You and the onus to prove otherwise shall be exclusively on You. ExportHouse shall be under no liability whatsoever in respect of any loss or damage arising directly or indirectly out of the authorization of any transaction for any reason whatsoever. ExportHouse will not share Your debit\/credit card or net banking details with any third-party unless required by law or court order. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Order Delivery<\/p>\n\n<p>ExportHouse will make all reasonable efforts, but does not guarantee the delivery of products and services in the stipulated time period as mentioned on the purchase of the product. In no manner can the contract be terminated if ExportHouse fails to deliver one or more products in the stipulated time frame. However, if You fail to take delivery of the goods, ExportHouse may at its discretion charge you additional shipping cost. <\/p>\n\n<p>All products purchased from the Website are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to You upon ExportHouse’s delivery to the shipping carrier. <\/p>\n\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Returns and Refunds<\/p>\n\n<p>ExportHouse will make all reasonable efforts to deliver defect-free products to You. ExportHouse does not take title to any returned products purchased by You unless the item is received by ExportHouse. Products and services purchased on the Website do not qualify for return unless the product delivered is damaged or has defects. It is Your responsibility to intimate ExportHouse of any such damage or defects in the product purchased and received by You within 7 days of delivery, failing which the product(s) will not qualify for returns unless expressly covered by the product warranty even in case the said product has been wrongly delivered. Upon verification, if the claim is found valid, ExportHouse will make arrangements to collect the damaged product(s) and either replace the product(s) or offer You a full refund via Your initial method of payment within 15 days from the date of approval. ExportHouse reserves the right to make the final judgment on whether a product has been significantly damaged and the right to determine whether a refund will be issued. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Order Cancellation<\/p>\n\n<p>Due to unavoidable circumstances there may be times when certain orders having been validly placed may not be processed or capable of being dispatched. ExportHouse reserves the exclusive right to refuse or cancel any order for any reason. Some situations that may result in Your order being cancelled shall include but not limited to product availability, errors in product or pricing information, etc. <\/p>\n\n<p>ExportHouse will regularly monitor transactions for fraudulent activity. In the event of detecting any suspicious activity, ExportHouse reserves the right to cancel all past, pending, and future orders without any liability. ExportHouse also reserves the right to refuse or cancel orders due to inaccuracies in pricing of products on the Website and stock unavailability. <\/p>\n\n<p>ExportHouse may also request additional verifications or information before accepting Your order. ExportHouse will contact You if all or any portion of Your order is cancelled or if additional information is required to accept Your order. If Your order is cancelled after Your debit\/credit card has been charged, the said amount will be fully refunded via Your initial method of payment. Any promotional and discount vouchers, coupons, and codes used for the cancelled orders may not be refunded. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Product Exactness<\/p>\n\n<p>ExportHouse will try its best to deliver products exactly the way they appear on the Website. However, many of ExportHouse’s products are handcrafted resulting in minor shape, size, color, texture, and design variations. ExportHouse disclaims any guarantees of exactness of the finish or appearance of the final product ordered by You over and above generally acceptable standards on the same. The quality of the products, services, and Content purchased or obtained by You through the Website may not meet Your expectations. <\/p>\n\n<p>Changes to certain aspects of Your order may be required due to limitations caused by availability of the product. In such instances, You agree that ExportHouse will call You or send an approval request via Your registered e-mail address which You submitted when placing Your order. If You do not agree with the requested change, you retain the right to reject the requested change by replying within 5-days of the approval request being sent to You, following which Your order will be cancelled and You will be fully refunded via Your initial method of payment. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Product Description<\/p>\n\n<p>ExportHouse tries to be as accurate as possible in the Content it provides on the Website. However, ExportHouse does not warrant that product(s) or service(s) descriptions or other Content on the Website is accurate, complete, reliable, current, or error-free. If a product(s) or service(s) offered by ExportHouse is not as described on the Website, Your sole remedy is to return it in unused condition. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Pricing Error and Discrepancy<\/p>\n\n<p>Pricing on the product and service is as it shows, however on occasions due to any technical issue or typographical error the actual product or service price may vary. If ExportHouse comes across any such difference in pricing, it has all the rights to rectify the same or cancel the order. <\/p>\n\n<p>If a product or service’s correct price is lower than the Website stated price, ExportHouse will charge the lower amount and send You the product or service. If a product or service’s correct price is higher than the Website stated price, ExportHouse will cancel Your order and notify You of that cancellation. <\/p>\n\n<p>The product or service price mentioned on the Website is the Maximum Retail Price (MRP) for the said product or service. Such MRP shall be inclusive of all local taxes as are applicable in India. Additional applicable taxes may be charged depending upon the destination where the order has to be shipped to. The tax rate applied and charged upon the order shall include combined tax rate for both state and local tax rates in accordance with the address where the order is being shipped. ExportHouse reserves the right to collect taxes and\/or such other levy\/ duty\/ surcharge that it may have to incur in addition to the normal taxes it may have to pay. We may also charge delivery charges which may include postal\/shipping charges to deliver the product or services ordered by You on the Website. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Third-Party Content and Links<\/p>\n\n<p>External third-party links (“Third-Party Links”) may be provided for general information purposes only on the Website or via e-mail from ExportHouse, but they are beyond the control of ExportHouse and no representation is made as to their Content, including any link contained in Third-Party Links, or any changes or updates to Third-Party Links. Use or reliance on any Third-Party Links provided on the Website and the Content thereon provided is at Your own risk. ExportHouse does not provide any guarantee with respect to any Third-Party Link and shall not be held liable for any loss suffered by You or any other company due to Your reliance on or use of such Content. ExportHouse is providing these Third-Party Links to You only as a convenience, and the inclusion of any Third-Party Link does not imply endorsement by ExportHouse of the Third-Party Link or any association with its operators. You are responsible for verifying the accuracy of all Third-Party Links on Your own before undertaking any reliance on such information. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Force Majeure\/Act of God<\/p>\n\n<p>Failure on the part of ExportHouse to perform any of its obligations and the inability to provide a product or service shall not entitle You to raise any claim against ExportHouse or be a breach hereunder to the extent that such failure arises from an event of Force Majeure or Act of God. If through Force Majeure or Act of God the fulfillment by either party of any obligation set forth in this Terms will be delayed, the period of such delay will not be counted on in computing periods prescribed by the Terms. Situations include but not limited to any war, civil commotion, strike, governmental action, lockout, accident, epidemic, natural calamities, or any other event of any nature or kind whatsoever beyond the control of ExportHouse that directly or indirectly hinders or prevents ExportHouse from performing its obligations. You expressly agree that lack of funds shall not constitute or be considered an event of Force Majeure. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Waiver<\/p>\n\n<p>Any failure by ExportHouse to enforce or exercise any provision of the Terms at any time or for any period, or any related right, shall not constitute a waiver of that provision or right. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Conflict of Terms<\/p>\n\n<p>If there is a conflict or contradiction between the provisions of the Website Terms and any other relevant Terms, conditions, policies or notices, the other relevant Terms, conditions, policies or notices which relate specifically to a particular section or module of the Website shall prevail in respect of Your use of the relevant section or module of the Website. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Severability<\/p>\n\n<p>Any provision of any relevant Terms, policies and notices, which is or becomes unenforceable in any jurisdiction, whether due to being void, invalidity, illegality, unlawfulness or for any reason whatever, shall, in such jurisdiction only and only to the extent that it is so unenforceable, be treated as void and the remaining provisions of relevant Terms, policies and notices shall remain in full force and effect. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Applicable Law<\/p>\n\n<p>The use of this Website, the Terms, all transactions, and the relationship between ExportHouse and You shall in all respects be governed by the laws of the state of Punjab, India, regardless of the laws that might be applicable under principles of conflict of law. The User agrees that the courts located in Mohali(SAS NAGAR),PUNJAB India shall have exclusive jurisdiction over all controversies, claims, differences, and disputes arising under the Terms and agrees that the venue is proper in those courts. <\/p>\n\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to Your use of the Website, products and services, Content, or this Terms must be filed within 1-year after such claim or cause of action arose or be forever barred. <\/p>\n\n<p>By agreeing to the Terms, You hereby irrevocably waive any right You may have to join claims with those of others in the form of a class action or similar procedural device. Any claims arising out of, relating to, or connection with this agreement must be asserted individually. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Violations of Terms of Use<\/p>\n\n<p>ExportHouse may, in its sole discretion and without prior notice, terminate Your access to the Website and cancel any outstanding orders for products and services if ExportHouse determines that You have violated the Terms. Any violation by You of the Terms will constitute an unlawful and unfair business practice, and will cause irreparable harm to ExportHouse, for which monetary damages is likely to be inadequate, and You consent to ExportHouse obtaining any injunctive or equitable relief that ExportHouse deems necessary or appropriate. These remedies are in addition to any other remedies ExportHouse may have at law or in equity. ExportHouse will also be entitled to recover from You, and You agree to pay, all reasonable lawyer and court fees and costs of such action, in addition to any other relief granted to ExportHouse. <\/p>\n\n<p>In the event You come across any abuse or violation of the Terms or if You become aware of any objectionable Content on the Website, please report it to ExportHouse@gmail.com. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Termination<\/p>\n\n<p>The Terms of Use will continue to apply until terminated by either You or ExportHouse. <\/p>\n\n<p>If You want to terminate Your agreement with ExportHouse, You can do so by not accessing the Website, and closing your account on the Website (if an account exists). <\/p>\n\n<p>ExportHouse reserves the right to suspend the Terms at its discretion at any time with or without notice, including but not limited to Your breach of any of the provisions of the Terms, Privacy Policy, or any other terms, conditions, or policies that may be applicable to You, technical reasons, requirement by law, or the products and services available to You on the Website are no longer commercially viable. Termination may include removal of access to all or portion of the Website and deletion of any\/all of Your materials and\/or account information submitted by You on the Website. <\/p>\n\n<p>ExportHouse shall not be liable to You or any third-party for any such termination. Termination shall not affect your liability or obligation arising prior to any such termination. ExportHouse reserves the right to cease operation of the Website including but not limited to the entire or a portion of the Website, and distribution of products and services at any time, without advance notice to You. <\/p>\n\n<p style=\"font-weight: bold; font-size:20px; color: #529952; text-decoration: underline;\">Terms of Use Language<\/p>\n\n<p>The headings included here are for Your convenience and identification only and are not intended to describe, interpret, define or limit the scope, extent or intent of the Terms or the right to use the Website by You or any other section or pages of the Website in any manner whatsoever. <\/p>\n\n<p>The Terms apply equally to both the singular and plural form of the terms defined. Whenever the context may require, any pronoun shall include the corresponding masculine and feminine. The words “include(s)”, and “including” shall be deemed to be followed by the phrase “without limitation”.<\/p>","content_bottom":"","alignment_content":"center","content_size":16,"margin_top_content":20,"content_color":"#000","content_width":"800px","button_text_more":"Read More","button_text_less":"Read Less","button_text_font_size":14,"button_text_font_weight":"500","margin_top_button_text":30,"button_text_color":"#fff","button_text_border_color":"#000","button_text_bg_color":"#000","button_text_bg_color_gradient":"","button_text_color_hover":"#000","button_text_border_color_hover":"#000","button_text_bg_color_hover":"#fff","button_text_bg_color_hover_gradient":"","button_text_more_width":270,"pd_top_button_text":12,"pd_bottom_button_text":12}}},"block_order":["template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-heading-1","template--17874819809577__ee0ff158-9131-476f-96a0-ed952afe5d38-text-1","714b5a96-29ff-42ed-8bd3-cd9ee28b4a2f"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#e8e8e8","mg_top_desktop":50,"mg_top_tablet":50,"mg_top_mobile":50,"mg_bottom_desktop":50,"mg_bottom_tablet":50,"mg_bottom_mobile":50,"rich_text_bg":"#ffffff","rich_text_bg_gradient":""}}},"order":["main","ee0ff158-9131-476f-96a0-ed952afe5d38"]}